cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'wget'
brew 'python3'
brew 'z'
brew 'zsh-syntax-highlighting'
brew 'grc'
brew 'gcc'
brew 'gdb'
brew 'cmake'
brew 'macvim'
brew 'valgrind'
brew 'the_silver_searcher'
brew 'clang-format'

cask 'spectacle'
cask 'transmission'
cask 'vlc'
cask 'google-chrome'
