cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'z'
brew 'grc'
brew 'zsh-syntax-highlighting'
brew 'wget'
brew 'fzf'
brew 'macvim'
brew 'readline'
brew 'python3'
brew 'valgrind'
brew 'gcc'
brew 'gdb'

cask 'adium'
cask 'spectacle'
cask 'seashore'
cask 'transmission'
cask 'vlc'
cask 'google-chrome'
